Repository: common-repository/woo-gateway-fedapay
Catalog: languages/woo-gateway-fedapay-*.po
Languages: fr_fr

source: Continue to payment
fr_fr: Procéder au paiement

source: FedaPay Payment Gateway Plug-in for WooCommerce
fr_fr: Plug-in de passerelle de paiement FedaPay pour WooCommerce

source: <strong>%s</strong> does not support the currency you are currently using. Please set the currency of your shop on XOF (FCFA) <a href="%s">here.</a>
fr_fr: <strong>%s</strong> ne prend pas en charge la devise que vous utilisez actuellement. S'il vous plaît définir la monnaie de votre boutique sur XOF (FCFA) <a href="%s">ici.</a>

source: %s only supports XOF as currency for now. Please select XOF currrency or contact the store manager.
fr_fr: %s ne prend en charge XOF comme monnaie pour l'instant. S'il vous plaît sélectionner la devise XOF ou contacter l’administrateur de la boutique.

source: <strong>%s</strong> is enabled and WooCommerce is not forcing the SSL certificate on your checkout page. Please ensure that you have a valid SSL certificate and that you are <a href="%s">forcing the checkout pages to be secured.</a>
fr_fr: <strong>%s</strong> est activé et WooCommerce ne force pas le certificat SSL sur votre page de paiement. Assurez-vous que vous disposez d'un certificat SSL valide et que vous <a href=" %s"> forcez les pages de Checkout à être sécurisées.</a>

source: Payment error:
fr_fr: Erreur de paiement:

source: Transaction completed successfully
fr_fr: Transaction terminée avec succès

source: Hey, the order has been completed. Thanks!
fr_fr: La commande est terminée. Merci!

source: Hey, the order has been cancelled. Try again!
fr_fr: La commande a été annulée. Réessayez!

source: Transaction has been cancelled: Try again!
fr_fr: La transaction a été annulée: réessayez!

source: Hey, the order payment failed. Try again!
fr_fr: La commande a été annulée. Réessayez!

source: Transaction failed: Try again!
fr_fr: Échec de la transaction: réessayez!

source: Select an image to upload
fr_fr: Sélectionner une image à téléverser

source: Use this image
fr_fr: Utiliser cette image

source: Add image
fr_fr: Ajouter une image

source: Remove image
fr_fr: Supprimer l’image

source: FedaPay Gateway for WooCommerce requires WooCommerce to be activated
fr_fr: FedaPay Gateway for WooCommerce requiert l’activation de WooCommerce

source: FedaPay Gateway for WooCommerce requires WooCommerce version 2.5 or greater
fr_fr: FedaPay Gateway for WooCommerce requiert la version 2.5 ou supérieur de WooCommerce

source: FedaPay Gateway for WooCommerce requires cURL to be installed on your server
fr_fr: FedaPay Gateway for WooCommerce requiert que cURL soit installé

source: Settings
fr_fr: Réglages

source: Docs
fr_fr: Documentation

source: Enable/Disable
fr_fr: Activer/Désactiver

source: Enable FedaPay
fr_fr: Activer FedaPay

source: Title
fr_fr: Titre

source: This controls the title which the user sees during checkout.
fr_fr: Cela détermine le titre que les utilisateurs verront durant la commande.

source: This controls the description which the user sees during checkout.
fr_fr: Ceci détermine la description que les utilisateurs verront durant le réglement.

source: Pay via FedaPay; you can pay with your credit card or Mobile Money
fr_fr: Payez via FedaPay; vous pouvez payer avec votre carte de crédit ou par mobile money

source: Logo Image (190×60)
fr_fr: Image de logo (190×60)

source: If you want FedaPay to co-brand the checkout page with your logo, enter the URL of your logo image here.<br/>The image must be no larger than 190x60, GIF, PNG, or JPG format, and should be served over HTTPS.
fr_fr: Si vous souhaitez avoir votre propre logo sur la page de paiement , Sélectionnez l’image de votre logo ici. <br/> L’image ne doit pas dépasser 190x60, GIF, PNG ou JPG, et doit être diffusée sur HTTPS.

source: Optional
fr_fr: Optionel

source: Enable FedaPay sandbox
fr_fr: Activer FedaPay sandbox

source: FedaPay sandbox can be used to test payments. Sign up for a <a target="_blank" href="%s">developer account</a>.
fr_fr: FedaPay sandbox peut être utilisé pour tester les paiements. Créez un < a href="%s"> compte développeur</a>.

source: Test Public Key
fr_fr: Clé publique de Test

source: This is the Test public Key found in API Keys in Account Dashboard.
fr_fr: Il s'agit de la clé de test publique trouvée dans les clés API dans le tableau de bord.

source: FedaPay Test Public Key
fr_fr: Clé publique de test FedaPay

source: Live Public Key
fr_fr: Clé publique Live

source: This is the Live Public Key found in API Keys in Account Dashboard.
fr_fr: Il s'agit de la clé Live publique trouvée dans les clés API dans le tableau de bord.

source: FedaPay Live Public Key
fr_fr: Fedapay clé publique Live

source: Test Secret Key
fr_fr: Clé secrète de Test

source: This is the Test Secret Key found in API Keys in Account Dashboard.
fr_fr: Il s'agit de la clé de test secret trouvée dans les clés API dans le tableau de bord.

source: FedaPay Test Secret Key
fr_fr: Clé secrète de test FedaPay

source: Live Secret Key
fr_fr: Clé secrète Live

source: This is the Live Secret Key found in API Keys in Account Dashboard.
fr_fr: Il s'agit de la clé Live secret trouvée dans les clés API dans le tableau de bord.

source: FedaPay Live Secret Key
fr_fr: FedaPay clé secrète Live

source: Payment modal
fr_fr: Boîte de dialogue de paiement

source: Enable payment modal
fr_fr: Activer la boîte de dialogue de paiement

source: If enabled, a payment modal will open instead of redirecting the user. Warning! This operation needs you to connect your website to FedaPay Checkout. <a target="_blank" href="%s">Learn more</a>
fr_fr: Une fois activée, une boîte de dialogue s’ouvrira au lieu que l’utilisateur soit redirigé. Attention! Cette opération nécessite que vous connectiez votre site à FedaPay Checkout. <a target="blank" href="%s">En savoir plus</a>
